tap "homebrew/cask"
tap "homebrew/cask-versions"

mas "NextDNS", id: 1464122853
mas "Affinity Photo", id: 824183456
mas "Affinity Designer", id: 824171161
mas "Parcel", id: 639968404
mas "Microsoft Remote Desktop", id: 1295203466
# mas "LimeChat", id: 414030210
mas "PCalc", id: 403504866
mas "WFMU Radio", id: 324175340
mas "Amphetamine", id: 937984704
mas "Yoink", id: 457622435
# mas "TextSniper", id: 1528890965
# mas "PopClip", id: 445189367
mas "AdGuard for Safari", id: 1440147259

brew "asdf"
brew "gnupg"
brew "wget"
brew "autojump"
# brew "xclip"
# brew "magic-wormhole"
brew "tree"
brew "htop"
brew "speedtest-cli"
brew "ripgrep"
brew "telnet"
brew "fzf"
brew "httpie" 
brew "bat"
brew "youtube-dl"

cask "rectangle"
cask "latest"
cask "1password"
# cask "keycastr"
cask "jetbrains-toolbox"
cask "skim"
cask "calibre"
cask "scrivener"
cask "anki"
# cask "sublime-merge"
cask "postman"
cask "zoom"
cask "ngrok"
cask "appcleaner"
# cask "parsec"
cask "zerotier-one"
cask "microsoft-office"
cask "microsoft-teams"
cask "syncthing"
cask "sublime-text"
cask "vlc"
cask "transmission"
cask "bitwarden"
cask "private-internet-access"
cask "scapple"
cask "telegram"
cask "google-chrome"
# cask "visual-studio-code"
# cask "microsoft-edge"
cask "daisydisk"
